{
    "practices": {
        "practice_1": {
            "title": "Уверенность",
            "annotation": "Уверенность — это состояние внутренней стабильности, при котором человек верит в свои способности, решения и ценности. Это ощущение, что ты способен справляться с трудностями, принимать важные решения и действовать в соответствии со своими целями.",
            "content": {
                "photo_url": "https://ibb.co/xG0nRvm",
                "video_url": null
            },
            "techniques": {
                "technique_1": {
                    "title": "Техника «Что, если бы я мог?»",
                    "content": {
                        "text": "Этот прием помогает уменьшить страхи и сомнения. Когда сталкиваетесь с задачей или вызовом, который кажется слишком сложным, задайте себе вопрос: «Что, если бы я смог это сделать?»\n\n1.\tВозьмите листок и ручку. Опишите цель, которую вы хотели бы добиться. Опишите факторы, которые вас останавливают в ее достижении.\n2.\t Размышляйте о возможностях и сценариях, которые открылись бы, если бы вы смогли преодолеть преграды.\n\nЭто практика помогает отвлечься от негативных мыслей, повысит мотивацию и развивает уверенность в своих силах.\n"
                    }
                },
                "technique_2": {
                    "title": "Техника «Поза силы»",
                    "content": {
                        "text": "Этот простой, но эффективный метод заключается в том, что вы буквально «входите» в позу уверенности. Это может быть поза с прямой спиной, поднятой головой и расслабленными плечами.\n\n1.\t Остановитесь на несколько минут, примите свою позу силы (прямая спина/ поза лотоса/ асана и йоги и др) и побудьте в ней, глубоко дыша.\n2.\tЭта техника действует на уровне физиологии, помогая мозгу воспринимать себя как более уверенного человека.\n"
                    }
                }
            }
        },
        "practice_2": {
            "title": "Дыхательные практики",
            "annotation": "Дыхательные практики — это мощный инструмент для снижения стресса, повышения концентрации и улучшения общего самочувствия. ",
            "content": {
                "photo_url": "https://ibb.co/PY7r6sh",
                "video_url": null
            },
            "techniques": {
                "technique_1": {
                    "title": " Дыхание по методу 4-7-8",
                    "content": {
                        "text": "Эта техника успокаивает нервную систему и снижает уровень стресса. Её можно применять перед сном или в моменты тревоги.\n\n1.\t Сядьте или лягте в удобной позе, выпрямив спину.\n2.\t Закройте глаза и сделайте глубокий выдох через рот, полностью освобождая лёгкие от воздуха.\n3.\t Вдохните через нос на счёт 4.\n4.\t Задержите дыхание на счёт 7.\n5.\t Медленно выдохните через рот на счёт 8, полностью расслабляя тело.\n6.\t Повторите цикл 4-5 раз.\n\nЭтот метод помогает замедлить сердцебиение и погружает вас в состояние спокойствия.\n"
                    }
                },
                "technique_2": {
                    "title": "Дыхание по квадрату",
                    "content": {
                        "text": "Технику можно назвать «на важный случай», подходит для быстрого восстановления концентрации и спокойствия, особенно в напряжённые моменты, например, перед важной встречей.\n\n1.\t Найдите удобное место, сядьте с прямой спиной и закройте глаза.\n2.\t Вдохните через нос на счёт 4, представляя, как рисуете одну сторону квадрата.\n3.\t Задержите дыхание на счёт 4, рисуя вторую сторону квадрата.\n4.\t Выдохните через нос на счёт 4, представляя третью сторону квадрата.\n5.\t Опять задержите дыхание на счёт 4, замыкая квадрат.\n\nПовторяйте этот цикл 4-5 минут. Он помогает стабилизировать дыхание и снять напряжение.\n"
                    }
                },
                "technique_3": {
                    "title": "Нади Шодхана (Попеременное дыхание)",
                    "content": {
                        "text": "Попеременное дыхание балансирует обе стороны мозга, успокаивает и способствует ясности ума.\n\n1.\t Сядьте в удобной позе с выпрямленной спиной. Расслабьтесь.\n2.\t Большим пальцем правой руки закройте правую ноздрю.\n3.\t Вдохните через левую ноздрю медленно и глубоко.\n4.\t Закройте левую ноздрю мизинцем или безымянным пальцем правой руки и откройте правую ноздрю.\n5.\t Выдохните через правую ноздрю.\n6.\t Теперь вдохните через правую ноздрю, закройте её и выдохните через левую.\n\nПовторите цикл 5-10 раз. Эта техника помогает успокоить нервную систему и улучшить концентрацию.\n3\n"
                    }
                }
            }
        },
        "practice_3": {
            "title": "Тревога",
            "annotation": "Тревога — это естественная реакция нашего организма, но иногда она мешает нам жить полной жизнью, принимать решения и двигаться вперёд. Важно научиться управлять этим состоянием, чтобы вернуть контроль над своим внутренним миром и чувствовать себя уверенно в любой ситуации.",
            "content": {
                "photo_url": "https://ibb.co/kcPnMNw",
                "video_url": null
            },
            "techniques": {
                "technique_1": {
                    "title": "Прогрессивная мышечная релаксация",
                    "content": {
                        "text": " Поочередное напряжение и расслабление мышц помогает снять физическое напряжение, вызванное тревогой.\n   - Начните с пальцев ног и поднимайтесь до головы, напрягая каждую группу мышц на 5-10 секунд, затем расслабляя их.\n"
                    }
                },
                "technique_2": {
                    "title": "Техника \"Заземление\" (5-4-3-2-1)",
                    "content": {
                        "text": "Помогает отвлечь ум от тревожных мыслей и вернуться в настоящий момент.\n   - Назовите 5 вещей, которые вы видите.\n   - 4 вещи, которые вы можете потрогать.\n   - 3 вещи, которые слышите.\n   - 2 запаха, которые ощущаете.\n   - 1 вкус, который чувствуете.\n"
                    }
                },
                "technique_3": {
                    "title": "Медитация осознанности",
                    "content": {
                        "text": "Практика осознанности помогает развивать привычку наблюдать свои мысли без вовлечения в них.\n   - Сядьте в тихом месте, сосредоточьтесь на дыхании.\n   - Когда возникают мысли, просто замечайте их и мягко возвращайтесь к дыханию.\n"
                    }
                },
                "technique_4": {
                    "title": "Визуализация «Безопасное место»",
                    "content": {
                        "text": "Визуализация помогает создать в сознании место, где вы чувствуете себя в безопасности и спокойствии.\n   - Закройте глаза и представьте спокойное, безопасное место (лес, пляж, детская комната).\n   - Постарайтесь представить это место в деталях: что вы видите, слышите, ощущаете. \n\nДанная практика помогает вспомнить эмоции, когда вы были в спокойствии и гармонии, успокоить ум, почувствовать внутри тепло.\n"
                    }
                },
                "technique_5": {
                    "title": "Физическая активность",
                    "content": {
                        "text": "Быстрая зарядка или прогулка могут снизить уровень тревожных гормонов и улучшить настроение.\n   - Прогуляйтесь на свежем воздухе или выполните несколько простых упражнений (приседания, растяжка).\n"
                    }
                },
                "technique_6": {
                    "title": "Техника \"Письмо тревоге\"",
                    "content": {
                        "text": "Когда тревога нарастает, важно выразить свои эмоции.\n   - Запишите все, что вас беспокоит, не анализируя и не останавливаясь.\n   - Это помогает \"выгрузить\" тревогу и увидеть её более объективно.\n"
                    }
                },
                "technique_7": {
                    "title": "Метод \"Перенаправление внимания\"",
                    "content": {
                        "text": "   Этот метод помогает отвлечься от тревожных мыслей.\n   - Выберите задание, которое требует концентрации: чтение, решение головоломки, творчество.\n"
                    }
                },
                "technique_8": {
                    "title": " 5 минут для тревоги",
                    "content": {
                        "text": "   Установите конкретное время, чтобы \"пережить\" тревогу.\n   - Позвольте себе 5 минут для беспокойства, а затем вернитесь к своим делам.\n"
                    }
                }
            }
        }
    }
}

